Repository: CYBERxNUKE/xbmc-addon
Catalog: metadata.album.universal/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Universal Scraper for Albums
fi_fi: Universaali tietolähde albumeille

# Addon Description
source: This scraper collects information from the following supported sites: MusicBrainz, last.fm, allmusic.com and amazon.de, while grabs artwork from: fanart.tv, last.fm and allmusic.com. It can be set field by field that from which site you want that specific information.[CR][CR]The initial search is always done on MusicBrainz. In case allmusic and/or amazon.de links are not added on the MusicBrainz site, fields from allmusic.com and/or amazon.de cannot be fetched (very easy to add those missing links though).
fi_fi: Noutaa tietoja TheAudioDB.com, MusicBrainz, Last.fm, AllMusic ja Amazon.de -verkkopalveluista ja mediakuvituksia Fanart.tv, Last.fm ja AllMusic -palveluista. Voit valita, mistä palveluista tietoja noudetaan.[CR][CR]Ensimmäinen nouto tehdään aina MusicBrainz-palvelusta ja jollei MusicBrainz tarjoa AllMusic- ja/tai Amazon.de-linkkiä, ei niiden tukemien kenttien nouto onnistu (joskin puuttuvat linkit on varsin helppo lisätä itsekin).

# #30000
source: Grab Album Thumbs from fanart.tv
fi_fi: Nouda albumien pienoiskuvia Fanart.tv-palvelusta

# #30001
source: Grab Album Thumbs from Last.fm
fi_fi: Nouda albumien pienoiskuvia Last.fm-palvelusta

# #30002
source: Get Album Review from
fi_fi: Nouda albumien arvostelut lähteestä

# #30003
source: Preferred Language
fi_fi: Ensisijainen kieli

# #30004
source: Get Album Rating from
fi_fi: Nouda albumien arviot lähteestä

# #30005
source: Get Album Styles from
fi_fi: Nouda albumien tyylit lähteestä

# #30006
source: Get Album Moods from
fi_fi: Nouda albumien tunnelmat lähteestä

# #30007
source: Get Album Themes from
fi_fi: Nouda albumien teemat lähteestä

# #30008
source: Grab Album Thumbs from allmusic.com
fi_fi: Nouda albumien pienoiskuvia AllMusic-palvelusta

# #30009
source: Artwork
fi_fi: Mediakuvitukset

# #30010
source: Grab Album Thumbs from theaudiodb.com
fi_fi: Nouda albumien pienoiskuvia TheAudioDB-palvelusta

# #30011
source: MB Mirror
fi_fi: MB-peilipalvelin

# #30012
source: MusicBrainz Mirror
fi_fi: MusicBrainz-peilipalvelin

# #30013
source: Grab Album Discart from fanart.tv
fi_fi: Nouda albumien levyetikettejä Fanart.tv-palvelusta

# #30014
source: Grab Album Back Cover from theaudiodb.com
fi_fi: Nouda albumien takakansia TheAudioDB-palvelusta

# #30015
source: Grab Album Discart from theaudiodb.com
fi_fi: Nouda albumien levyetikettejä TheAudioDB-palvelusta

# #30016
source: Grab Album Spine from theaudiodb.com
fi_fi: Nouda albumien selkiä Fanart.tv-palvelusta
